Repository: foss-np/smriti
Catalog: ne_NP_Firefox_browser.tmx
Source language: en
Languages: ne

source: By using {{clientShortname}} you agree to the {{terms_of_use}} and {{privacy_notice}}.
ne: {{clientShortname}} प्रयोग गरेर तपाईँ {{terms_of_use}} र {{privacy_notice}} सँग सहमत हुनुभयो।

source: View Selection Source
ne: छनोट श्रोत हेर्नुहोस्

source: The application you chose ("%S") could not be found. Check the file name or choose another application.
ne: तपाईं छान्नु भएको अनुप्रयोग ("%S") भेट्टाउन सकिएन। फाइलनाम जाँच गर्नुहोस् वा अर्को अनुप्रयोग छनौट गर्नुहोस्।

source: Moldova
ne: मोल्डोभा

source: system
ne: प्रणाली

source: An XPath expression was expected to return a NodeSet.
ne: नोडसेट फर्काउनको लागि एउटा एक्स् मार्ग अभिव्यक्ति अपेक्षित गरियो ।

source: Application cache utilities
ne: अनुप्रयोग क्यासका उपयोगिताहरू

source: Issued to:
ne: यसलाई जारी गरिएको:

source: &brandShortName; has bookmarked all your groups so you haven't lost anything.
ne: &brandShortName; ले तपाईँको सबै समुह पुस्तकचिनो गरेकोले तपाईँले केहि गुमाउनुभएको छैन।

source: External Protocol Request
ne: बाह्य प्रोटोकल अनुरोध

source: Row %S
ne: पङ्क्ति %S

source: '%1$S' does not match '%2$S'
ne: '%1$S' र '%2$S' मेल खादैन

source: You're about to enjoy the very latest in speed, flexibility and security so you're always in control.
ne: तपाईं अब नवीनतम गति, लचकता र सुरक्षामा धेरै आनन्द उठाउन सक्नुहुन्छ, जसले गर्दा तपाइ सधैं नियन्त्रणमा रहनुहुन्छ।

source: &Close Tab
ne: ट्याब बन्द गर्नुहोस्

source: Add a &Keyword for this Search…
ne: यस खोजिका लागि एउटा किवर्ड थप्नुहोस्

source: document is not standalone
ne: कागाजत स्टान्डएलोन होइन

source: Bermuda
ne: बर्मुडा

source: Invalid hosted manifest URL '%1$S': %2$S
ne: होस्ट गरिएको म्यानिफेस्ट URL (%1$S) मिलेन: %2$S

source: The following add-ons have not been verified for use in &brandShortName;. You can
ne: निम्न एड-अनहरू &brandShortName; मा प्रयोग गर्न प्रमाणित भएको छैन। तपाईँ सक्नुहुन्छ

source: %S is a file, can't save %S
ne: %S एउटा फाइल हो, %S लाई सङ्ग्रह गर्न सकिंदैन

source: Domain
ne: डोमेन

source: Nothing yet.
ne: अझैसम्म केहि छैन।

source: &Open This Tab
ne: यस ट्याबलाई खोल्नुहोस्

source: Rotate
ne: घुमाउनुहोस्

source: There are no profiles yet.
ne: अहिले सम्म कुनै पनि प्रोफाइल छैन।

source: Tokelau
ne: टोकेलाउ

source: Click Next to continue.
ne: स् राख्नको लागि क्लिक गर्नुहोस्।

source: Local Console
ne: स्थानीय कन्सोल

source: Open Link in New &Window
ne: लिङ्कलाई नयाँ सञ्झ्यालमा खोल्नुहोस्

source: Start using Sync…
ne: सिङ्क प्रयोग गर्न सुरु गर्नुहोस्…

source: &Open All in Tabs
ne: सबैलाई ट्याबहरूमा खोल्नुहोस्

source: E&valuate
ne: मूल्याङ्कन

source: Select which items to import:
ne: आयात गर्ने चिज छान्नुहोस:

source: Create Program Icons
ne: कार्यक्रमको आइकन बनाउनुहोस्

source: Turkmen
ne: टुर्कमेन

source: Venda
ne: भेन्डा

source: Signing
ne: हस्ताक्षरित

source: Not Critical
ne: असामान्य होइन

source: Services from <label/> have been enabled. You can change your settings for services in the <label class='text-link'>Add-on Manager</label>.
ne: <label/> बाट सेवाहरू सक्षम गरिएका छन्। तपाईँले <label class='text-link'> एड-अन प्रबन्धक </label> मा सेवाहरूका लागि आफ्ना सेटिङ बदल्न सक्नुहुन्छ।

source: Begins On
ne: सुरु

source: Your download was interrupted. Please click the OK button to continue.
ne: तपाईको डाउनलोड अवरुद्ध भयो कृपया जारी गर्न ठीक क्लिक गर्नुहोस्।

source: S&hare This Link
ne: यो लिङ्क सेयर गर्नुहोस्

source: Turn on tab syncing to view a list of tabs from your other devices.
ne: तपाईँको अन्य उपकरणहरूबाट ट्याबहरूको सूची हेर्न ट्याब सिङ्क कार्य सुरु गर्नुहोस्।

source: Lost
ne: हरायो

source: Time Stamping
ne: समय मुद्रांकन

source: Frames painted
ne: फ्रेमहरू चित्रित

source: List all profiles
ne: सबै प्रोफाइलहरूको सूची दिनुहोस्

source: Please match the requested format.
ne: कृपया प्रारूप अनुरोध गरिए जस्तै मिल्दो बनाउनुहोस्।

source: Total requests: %S
ne: जम्मा अनुरोधहरू: %S

source: Go forward one page
ne: एक पृष्ठ अगाडि जानुहोस्

source: C&ode:
ne: सङ्केत:

source: The version of %s you are using is no longer supported. Crash reports are no longer being accepted for this version. Please consider upgrading to a supported version.
ne: तपाईँले %s को संस्करण जुन तपाईँले प्रयोग गरिरहनु भएको छ , अब समर्थित छैन । संस्करणको लागि क्र्यास रिपोर्ट स्वीकार गरिँदैन । आफ्नो ब्राउजर अद्यावधिक गर्न प्रयास गर्नुहोस् ।

source: Type geo.enabled
ne: geo.enabled टाइप गर्नुहोस्

source: Saved Logins
ne: सङ्ग्रहित लग-इनहरू

source: %S files selected.
ne: %S फाइल चयन गरियो ।

source: Virgin Islands, U.S.
ne: भर्जिन टापु, संयुक्त राज्य

source: Delay:
ne: विलम्ब:

source: Mat&ch Case
ne: केस मिलाउनुहोस्

source: Avaric
ne: अवेरिक

source: New CRL has an invalid format.
ne: नयाँ CRLमा अमान्य ढाँचा छ।

source: See how to upgrade your plugins.
ne: तपाईँको प्लगइन अपग्रेड कसरी गर्ने भनेर हेर्नुहोस्।

source: Alert
ne: सतर्कता

source: Device Preferences
ne: उपकरण प्राथमिकताहरू

source: Profile has already been started
ne: प्रोफाइल सुरु भइसकेको छ

source: Peer only supports SSL version 2, which is locally disabled.
ne: पियरले SSL संस्करण 2 लाई मात्र समर्थन गर्दछ, जुन स्थानीय स्तरमा अक्षम गरिएको छ ।

source: %S content
ne: %S सामाग्री

source: Juan de Nova Island
ne: हुबान दा नोभा द्विप

source: CSS files
ne: CSS फाइलहरू

source: Some add-ons have been disabled
ne: केही एड-अन निस्क्रिय गरिएका छन्

source: Object
ne: वस्तु

source: %S links
ne: %S लिङ्कहरू

source: %S Image (animated, %S frames)
ne: %S तस्विर (एनिमेटेड, %S फ्रेमहरू)

source: Bad news first: This tab has crashed
ne: सुरुमा खराब कुरा: ट्याब क्र्यास भयो

source: Your add-ons and customizations have been removed and your browser settings have been restored to their defaults. If this didn't fix your issue,
ne: तपाईँको एड-अनहरू र अनुकूलनहरू हटाइएको छ र तपाईँको ब्राउजरको पुर्वनिर्धारित सेटिङहरू पुनर्स्थापना गरिएको छ। यदि यसले तपाईँको समस्याको समाधान गरेन भने,

source: Cornish
ne: कोर्निश

source: checked
ne: जाँच गरियो

source: Internet Explorer
ne: ईन्टरनेट एक्स्पोलर

source: Couldn't move application data file.
ne: अनुप्रयोग डाटा फाइल सार्न सकिएन।

source: The connection was refused when attempting to contact %S.
ne: %Sमा सम्पर्क गर्न खोज्दा जडानलाई नकारिएको छ।

source: %S has been removed.
ne: %S हटाइयो

source: Responsive Design Mode
ne: उत्तरदायी डिजाइन मोड

source: syntax error
ne: वाक्य संरचना त्रुटि

source: P&urchase for %S…
ne: %S का लागि खरिदहरू…

source: %S may be busy, or it may have stopped responding. You can stop the plugin now, or you can continue to see if the plugin will complete.
ne: %S व्यस्त हुन सक्छ, वा यसले प्रतिक्रिया दिन बन्द गरेको हुन सक्छ। तपाईंले यस प्लगइन अहिले रोक्न सक्नुहुन्छ, वा प्लगइन समाप्त हुन्छ भने निरन्तरता दिन सक्नुहुन्छ।

source: Stop sharing your tabs
ne: तपाईँका ट्याबहरू सेयर गर्न रोक्नुहोस्

source: charset string in @charset rule
ne: @charset नियममा चारसेट स्ट्रिङ्ग

source: toggle button
ne: टगल बटन

source: Password Change Failed
ne: पासवर्ड परिवर्तन असफल

source: Your recent history is cleared.
ne: तपाईँको हालको इतिहास खाली भयो।

source: This XML file does not appear to have any style information associated with it. The document tree is shown below.
ne: यो XML फाइल यो संग सम्बन्धित कुनै शैली सूचना देखाउनको लागि होइन । कागजात ट्री तल देखाइएको छ ।

source: Jamaica
ne: जमैका

source: You can view details of this crash at %s
ne: तपाईं यो क्र्यासको विवरण %s मा हेर्न सक्नुहुन्छ

source: XPath parse failure: ']' expected:
ne: एक्स् मार्ग पद वर्णनको असफलता: ']' अनपेक्षित:

source: &Finish
ne: समाप्त

source: Custom...
ne: अनुकूलन गर्नुहोस्...

source: Failed to Login
ne: लग-इन गर्न असफल भयो

source: Software Update
ne: सफ्टवेयर अपडेट

source: FW Version
ne: FW संस्करण

source: 1 item;#1 items
ne: १ वस्तु;#1 वस्तुहरू

source: XPath parse failure: unexpected end of expression:
ne: एक्स् मार्ग पद् वर्णनको असफलता: अभिव्यक्तिको अनपेक्षित समाप्ति:

source: Could not verify this certificate because the issuer is not trusted.
ne: जारीकर्ता विश्वासिलो नभएकाले यो प्रमाणपत्रलाई पुष्टि गर्न सकेन।

source: Logins for the following sites are stored on your computer:
ne: निम्न सइटहरूको पासवर्डहरू तपाईँको कम्प्युटरमा सङ्ग्रह गारिएको छ:

source: Software License Agreement
ne: सफ्टवेयर लाइसेन्स सम्झौता

source: Downloading and installing updates for your selected add-ons.
ne: तपाईँले चयन गर्नु भएका एड-अनहरूका लागि अद्यावधिक स्थापना गरिँदै।

source: Desktop &Add-ons
ne: डेस्कटप एड-अनहरू

source: Prevent Accessibility
ne: पहुँच सेटिङ रोक्नुहोस

source: This certificate can identify software makers.
ne: यो प्रमाणपत्रले सफ्टवेयर निर्माताहरूको पहिचान गर्न सक्छ।

source: Blocked:
ne: रोकिएको:

source: An error occurred while printing.
ne: मुद्रण गर्दा एउटा त्रुटि देखापर्‍यो।

source: Tagalog
ne: टागालोग

source: Other…
ne: अन्य…

source: Show Original Sources
ne: मौलिक स्रोतहरू देखाउनुहोस्

source: &Delete…
ne: मेट्नुहोस्…

source: Older than %S months
ne: %S महिना भन्दा पुरानो

source: SECG elliptic curve sect409r1 (aka NIST B-409)
ne: SECG अण्डाकार वक्ररेखा sect409r1 (उर्फ NIST B-409)

source: New Bookmarks
ne: नयाँ पुस्तकचिनोहरू

source: Use Small Icons
ne: साना प्रतिमा प्रयोग गर्नुहोस्

source: You are using %1$S%% (%2$S %3$S) of your allowed %4$S %5$S.
ne: तपाईँ आफ्नो अनुमति दिएको %4$S %5$S को %1$S%% (%2$S %3$S) प्रयोग गर्दै हुनुहुन्छ।

source: Open Desktop Preferences
ne: डेस्कटप प्राथमिकता खोल्ने

source: Your Recovery Key was changed using another device, please enter your updated Recovery Key.
ne: तपाईँको पुनर्स्थापना साँचो अर्को उपकरण प्रयोग गरि परिवर्तन भयो, आफ्नो अद्यावधिक पुनर्स्थापना साँचो प्रविष्टि गर्नुहोस्।

source: Registered OID
ne: दर्ता गरिएको OID

source: No updates found
ne: कुनै अद्यावधि फेला परेन

source: CSS Parser:
ne: CSS को पद वर्णन गर्ने:

source: or ask the developer to get them verified.
ne: वा विकासकर्तालाई तिनीहरू प्रमाणित गर्न भन्नुहोस्।

source: Remove only empty elements
ne: खाली तत्त्वलाई मात्रै हटाउनुहोस्

source: Kenya
ne: केन्या

source: &Undo Close Tab
ne: बन्द गरिएको ट्याबलाई पुनः खोल्नुहोस्

source: Save As
ne: यस रूपमा सङ्ग्रह गर्नुहोस्

source: Loading…
ne: लोड हुँदैछ...

source: &Downloads
ne: डाउनलोडहरू

source: %1$S will be enabled after you restart %2$S.
ne: तपाईँले %2$S पुनः सुरु गर्नुभएपछि %1$S सुचारु हुनेछ।

source: Available Options
ne: उपलब्ध विकल्पहरू

source: View Cookies
ne: कुकीहरू हेर्नुहोस्

source: Remove your add-ons and customizations
ne: तपाईँको एड-अनहरू र अनुकूलनहरू हटाउनेछ

source: Saint Vincent and the Grenadines
ne: सेन्ट भिन्सेन्ट एण्ड दि ग्रेनडिन्स

source: Galician
ne: ग्यालिसियन

source: Marshallese
ne: मार्शेले

source: C&ache
ne: केच

source: End-User License Agreement
ne: प्रयोगकर्ता सम्झौता प्रमाण पत्र

source: Mor&e
ne: थप

source: You
ne: तपाईँ

source: Papua New Guinea
ne: पपुवा न्यू जिनिया

source: Stop
ne: रोक्नुहोस्

source: Expires (Seconds)
ne: समाप्त हुन्छ(सेकेन्ड)

source: Europa Island
ne: युरोपा द्विप

source: Open new window
ne: नयाँ सञ्झ्याल खोल्नुहोस्

source: Update
ne: अद्यावधिक गर्नुहोस्

source: Greece
ne: ग्रीस

source: The password entered was incorrect.
ne: प्रविष्ट गर्नुभएको पासवर्ड गलत थियो।

source: Missing password
ne: पासवर्ड छुटिरहेको

source: &Remove
ne: हटाउनुहोस्

source: clear your recent history
ne: तपाईँको हालसालको इतिहास मेटाउनुहोस्

source: Tools for all add-ons
ne: सबै एड-अनहरूको लागि उपकरणहरू

source: Modification Date:
ne: परिमार्जित मिति:

source: Open the console
ne: कन्सोल खोल्नुहोस्

source: Default Browser
ne: पूर्वनिर्धारित ब्राउजर

source: Text copied to clipboard
ne: क्लिपबोर्डमा पाठ प्रतिलिपि गरियो

source: The proxy server you have configured could not be found. Please check your proxy settings and try again.
ne: तपाईँले कन्फिगर गर्नुभएको प्रोक्सि सर्भर फेला पार्न सकिएन। कृपया तपाईँको प्रोक्सि सेटिङ्हरू जाँच गरेर पुनः प्रयास गर्नुहोस्।

source: File %S doesn't exist
ne: फाइल %S अवस्थित छैन

source: Priority
ne: प्राथमिकता

source: Urdu
ne: उर्दु

source: Albania
ne: अल्बानिया

source: Please fill out this field.
ne: कृपया यो क्षेत्र भरिदिनुहोला।

source: This may take a few minutes…
ne: यसले केही मिनेट लिन सक्छ…

source: Go back
ne: पछाडि जानुहोस्

source: Setting to reset
ne: रिसेट गर्नुपर्ने सेटिङ

source: Filter calls
ne: कलहरू फिल्टर गर्नुहोस्

source: Show &Columns
ne: स्तम्भहरू देखाउनुहोस्

source: &Reconnect to &syncBrand.shortName.label;…
ne: &syncBrand.shortName.label; मा पुनःजडान …

source: click to collapse this section
ne: यो खण्ड विस्तार गर्न यहाँ क्लिक गर्नुहोस्

source: Module
ne: मोड्युल

source: Strict Warning:
ne: कडा चेतावनी:
